/*
* Разработайте формы ввода для задания исходных данных и решения следующих
* задач – вариантов из учебника Павловской Т.А. по C#: Проверяйте значения
* на допустимость:
*     в первом выражении: b > -2,
*     во втором: x > 3,
*     в третьем m > 0.
* Данные не передавать на сервер, вести обработку в коде JavaScript этой
* же страницы HTML.  Все формы должны быть размещены на одной странице.
*
* */

// обработчик загрузки страницы
window.addEventListener('load', loadHandler, false);
function loadHandler() {

} // loadHandler
